Repository: Inazumimakoto/lifelog
Catalog: lifelog/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans, zh_hant

# Buy groceries
source: 食料品を買う
en: Buy groceries
ko: 장보기
zh_hans: 购买日用品
zh_hant: 購買日用品

source: Dear あなたへ
en: Dear to you
ko: Dear 당신에게
zh_hans: 亲爱的你
zh_hant: 親愛的你

source: Dear 未来の自分へ
en: Dear to my future self
ko: Dear 미래의 자신에게
zh_hans: 亲爱的未来的自己
zh_hant: 親愛的未來的自己

source: Debugビルド専用。日本にいても海外/課金状態のUIを即テストできます。
en: For Debug builds only. Even if you are in Japan, you can immediately test the UI in overseas/billing status.
ko: Debug 빌드 전용. 일본에 있어도 해외/과금 상태의 UI를 즉시 테스트할 수 있습니다.
zh_hans: 仅适用于调试版本。即使您在日本，也可以立即在海外/计费状态下测试 UI。
zh_hant: 僅適用於調試版本。即使您在日本，也可以立即在海外/計費狀態下測試 UI。

# Design review
source: デザインレビュー
en: Design review
ko: 디자인 리뷰
zh_hans: 设计评审
zh_hant: 設計審查

# Drink Water
source: 水を飲む
en: Drink Water
ko: 물 마시기
zh_hans: 喝水
zh_hant: 喝水

source: E2EE手紙の下書き
en: E2EE letter draft
ko: E2EE 편지 초안
zh_hans: E2EE信函草稿
zh_hant: E2EE信函草稿

source: E2EE暗号化で安全に送信されます 🔒
en: Securely transmitted with E2EE encryption 🔒
ko: E2EE 암호화로 안전하게 전송됩니다 🔒
zh_hans: 通过E2EE加密安全传输🔒
zh_hant: 透過E2EE加密安全傳輸🔒

source: E2EE暗号化で安全に通信できます
en: Safe communication with E2EE encryption
ko: E2EE 암호화로 안전하게 통신 가능
zh_hans: E2EE加密安全通信
zh_hant: E2EE加密安全通信

source: E2EE（エンドツーエンド暗号化）
en: E2EE (end-to-end encryption)
ko: E2EE(엔드 투 엔드 암호화)
zh_hans: E2EE（端到端加密）
zh_hant: E2EE（端對端加密）

source: FCMトークン保存完了
en: FCMトークン has been saved
ko: FCM토쿤이 저장되었습니다
zh_hant: FCMトークン保存了

source: Face ID/Touch IDでアプリを保護できます
en: Protect your apps with Face ID/Touch ID
ko: Face ID/Touch ID로 앱을 보호할 수 있습니다.
zh_hans: 使用 Face ID/Touch ID 保护您的应用程序
zh_hant: 使用 Face ID/Touch ID 保護您的應用程式

source: GitHubを開く
en: Open GitHub
ko: GitHub 열기
zh_hans: 打开 GitHub
zh_hant: 開啟 GitHub

source: GitHubユーザー名
en: GitHub username
ko: GitHub 사용자 이름
zh_hans: GitHub 用户名
zh_hant: GitHub 使用者名稱

source: Lifelify AI分析データ
en: Lifelify AI analysis data
ko: Lifelify AI 분석 데이터
zh_hans: Lifelify AI分析数据
zh_hant: Lifelify AI分析數據

# Lunch with Sara
source: Saraとランチ
en: Lunch with Sara
ko: Sara와 점심
zh_hans: 和 Sara 午餐
zh_hant: 和 Sara 午餐

# Meditation
source: 瞑想
en: Meditation
ko: 명상
zh_hans: 冥想
zh_hant: 冥想

# Morning workout
source: 朝の運動
en: Morning workout
ko: 아침 운동
zh_hans: 晨间锻炼
zh_hant: 晨間運動

source: M月d日(E)
en: M day d (E)
ko: M일 d(E)

# Next vacation
source: 次の休暇
en: Next vacation
ko: 다음 휴가
zh_hans: 下一次假期
zh_hant: 下一次假期

# Offsite
source: オフサイト
en: Offsite
ko: 오프사이트
zh_hans: 外部会议
zh_hant: 外部會議

source: PATを削除
en: Delete PAT
ko: PAT 삭제
zh_hans: 删除PAT
zh_hant: 刪除PAT

source: PATを設定すると正確なコントリビューション数が取得できます
en: Set PAT to get accurate number of contributions
ko: PAT를 설정하면 정확한 기여 수를 얻을 수 있습니다.
zh_hans: 设置PAT以获得准确的贡献数量
zh_hant: 設定PAT以獲得準確的貢獻數量

# Personal
source: 個人
en: Personal
ko: 개인
zh_hans: 个人

source: Powered by 開発者の電気代
en: Powered by Developer Electricity Bill
ko: Powered by 개발자 전기 요금
zh_hans: 由开发商电费账单提供支持
zh_hant: 由開發商電費帳單提供支持

# Read 20 pages
source: 20ページ読む
en: Read 20 pages
ko: 20쪽 읽기
zh_hans: 阅读 20 页
zh_hant: 閱讀 20 頁

# Started Bullet Journal
source: Bullet Journal開始
en: Started Bullet Journal
ko: Bullet Journal 시작
zh_hans: 开始 Bullet Journal
zh_hant: 開始 Bullet Journal

# Team stand-up
source: チーム朝会
en: Team stand-up
ko: 팀 스탠드업
zh_hans: 团队站会
zh_hant: 團隊站會

source: To: あなたへ
en: To: To you
ko: To: 당신에게
zh_hans: 致：给你
zh_hant: 致：給你

source: To: 未来の自分へ
en: To: To my future self
ko: To: 미래의 자신에게
zh_hans: 致：致未来的自己
zh_hant: 致：致未來的自己

source: URLが不正です
en: URL is invalid
ko: URL이 잘못되었습니다.
zh_hans: 网址无效
zh_hant: 網址無效

# Wellness
source: ウェルネス
en: Wellness
ko: 웰니스
zh_hans: 健康
zh_hant: 健康

# Work
source: 仕事
en: Work
ko: 업무
zh_hans: 工作
zh_hant: 工作

# Yoga class
source: ヨガクラス
en: Yoga class
ko: 요가 수업
zh_hans: 瑜伽课
zh_hant: 瑜伽課

source: iOSカレンダーと自動で同期します
en: Automatically syncs with iOS calendar
ko: iOS 캘린더와 자동으로 동기화
zh_hans: 自动与 iOS 日历同步
zh_hant: 自動與 iOS 行事曆同步

source: iPhoneの「ヘルスケア」アプリとの連携が必要です。
en: Requires integration with iPhone's "Healthcare" app.
ko: iPhone의 '헬스케어' 앱과의 연계가 필요합니다.
zh_hans: 需要与 iPhone 的“医疗保健”应用程序集成。
zh_hant: 需要與 iPhone 的「醫療保健」應用程式整合。

source: iPhoneの標準カレンダーに入っている予定を、lifelifyのホームとカレンダーに表示します。
en: Schedules in your iPhone's standard calendar will be displayed on lifelify's home and calendar.
ko: iPhone의 표준 캘린더에 포함된 일정을 lifelify 홈 및 캘린더에 표시합니다.
zh_hans: iPhone 标准日历中的日程将显示在 lifelify 的主页和日历上。
zh_hant: iPhone 標準行事曆中的行程將顯示在 lifelify 的主頁和行事曆上。

source: iPhoneの標準カレンダーの予定をアプリ内に表示します。 各カレンダーに対応させるカテゴリを選択してください。
en: Displays events from the iPhone's standard calendar within the app. Please select a category to correspond to each calendar.
ko: iPhone의 표준 캘린더 일정을 앱에 표시합니다. 각 캘린더에 해당하는 카테고리를 선택합니다.
zh_hans: 在应用程序中显示 iPhone 标准日历中的事件。 请选择与每个日历相对应的类别。
zh_hant: 在應用程式中顯示 iPhone 標準日曆中的事件。 請選擇與每個日曆相對應的類別。

source: lastLoginAt 更新完了
en: lastLoginAt updated completed
ko: lastLoginAt 업데이트 완료
zh_hans: LastLoginAt 更新完成
zh_hant: LastLoginAt 更新完成

source: lifelifyご意見・不具合報告
en: lifelify feedback/bug report
ko: lifelify 의견·불량 보고
zh_hans: Lifelify 反馈/错误报告
zh_hant: Lifelify 回饋/錯誤報告

source: lifelifyで検索
en: Search for lifelify
ko: lifelify에서 검색
zh_hans: 搜索 生命力
zh_hant: 搜尋 生命力

source: lifelifyの権限設定
en: Lifelify Permissions
ko: lifelify 권한 설정
zh_hans: Lifelify权限设置
zh_hant: Lifelify權限設定

source: lifelifyはロックされています
en: lifelify is locked
ko: lifelify는 잠겨 있습니다.
zh_hans: 生命力已锁定
zh_hant: 生命力已鎖定

source: lifelifyへようこそ！
en: Welcome to lifelify!
ko: lifelify에 오신 것을 환영합니다!
zh_hans: 欢迎来到生命力！
zh_hant: 歡迎來到生命力！

source: ← スクロール →
en: ← Scroll →
ko: ← 스크롤 →
zh_hans: ← 滚动 →
zh_hant: ← 滾動 →

source: ⏰ 時間の設定
en: ⏰ Setting the time
ko: ⏰ 시간 설정
zh_hans: ⏰ 设置时间
zh_hant: ⏰ 設定時間

source: ⏳ あなたが%lld日間ログインしなかった場合に届きます
en: ⏳ Received if you have not logged in for%llddays
ko: ⏳%lld일간 로그인하지 않은 경우 도착
zh_hans: ⏳ 如果您已%lld天未登录，则会收到
zh_hant: ⏳ 如果您已%lld天未登錄，則會收到

source: ⏳ カウントダウン
en: ⏳ Countdown
ko: ⏳ 카운트다운
zh_hans: ⏳ 倒计时
zh_hant: ⏳ 倒數計時

source: ⏳ 最終ログインからの日数
en: ⏳ Number of days since last login
ko: ⏳ 최종 로그인 후의 일수
zh_hans: ⏳ 自上次登录以来的天数
zh_hant: ⏳ 自上次登入以來的天數

source: ①lifelifyを選択。②「開いている」を外して「閉じている」をオン。③「すぐに実行」を選び、通知をオフにして「次へ」を押します。
en: ① Select lifelify. ② Remove “Open” and turn on “Closed”. ③ Select "Run now", turn off notifications and press "Next".
ko: ①lifelify를 선택. ②「열려 있다」를 제외하고 「닫고 있다」를 온. ③ "곧바로 실행"을 선택하고 알림을 끄고 "다음"을 누릅니다.
zh_hans: ① 选择生命化。 ② 去掉“打开”，打开“关闭”。 ③ 选择“立即运行”，关闭通知，然后按“下一步”。
zh_hant: ① 選擇生命化。 ② 去掉“打開”，打開“關閉”。 ③ 選擇“立即運行”，關閉通知，然後按“下一步”。

source: ☀️ 起床: %@
en: ☀️ Wake up:%@
ko: ☀️ 기상:%@

source: ⚠️ プライバシー保護のため、ChatGPT等のAIで使用する際は「一時チャット（履歴OFF）」または「新しいチャット」での利用を推奨します。
en: ⚠️ To protect your privacy, we recommend using "Temporary chat (history OFF)" or "New chat" when using with AI such as ChatGPT.
ko: ⚠️ 프라이버시 보호를 위해, ChatGPT등의 AI로 사용할 때는 「일시 채팅(이력 OFF)」또는 「새로운 채팅」에서의 이용을 추천합니다.
zh_hans: ⚠️为了保护您的隐私，我们建议在使用ChatGPT等AI时使用“临时聊天（历史记录关闭）”或“新聊天”。
zh_hant: ⚠️為了保護您的隱私，我們建議在使用ChatGPT等AI時使用「臨時聊天（記錄關閉）」或「新聊天」。

source: ⚠️ 嫌がらせや犯罪目的での利用は禁止です
en: ⚠️ Use for harassment or criminal purposes is prohibited
ko: ⚠️ 괴롭힘이나 범죄 목적으로의 이용은 금지입니다
zh_hans: ⚠️禁止用于骚扰或犯罪目的
zh_hant: ⚠️禁止用於騷擾或犯罪目的

source: ⚠️ 送信前にプッシュ通知でお知らせします。ログインすればキャンセルできます。
en: ⚠️ We will notify you with a push notification before sending. You can cancel by logging in.
ko: ⚠️ 보내기 전에 푸시 알림으로 알려드립니다. 로그인하면 취소할 수 있습니다.
zh_hans: ⚠️我们会在发送前通过推送通知通知您。您可以通过登录取消。
zh_hant: ⚠️我們會在發送前透過推播通知通知您。您可以透過登入取消。

source: ✅ テスト手紙送信完了！「受信した手紙」を確認してね
en: ✅ Test letter sent successfully! Please check the received letter.
ko: ✅ 테스트 편지 송신 완료! "받은 편지"를 확인하십시오.
zh_hans: ✅ 测试信发送成功！请检查收到的信件。
zh_hant: ✅ 測試信發送成功！請檢查收到的信件。

source: ✅ 習慣: %lld/%lld (%lld%%)
en: ✅ Habit:%lld/%lld(%lld%%)
ko: ✅ 습관:%lld/%lld(%lld%%)
zh_hans: ✅ 习惯:%lld/%lld(%lld%%)

source: ✅ 習慣機能
en: ✅ Habits function
ko: ✅ 습관 기능
zh_hans: ✅ 习惯功能
zh_hant: ✅ 習慣功能

source: ✅ 習慣達成率
en: ✅ Habit achievement rate
ko: ✅ 습관 달성률
zh_hans: ✅ 习惯达成率

source: ✉️ 宛先
en: ✉️ Destination
ko: ✉️ 받는-사람
zh_hans: ✉️目的地
zh_hant: ✉️目的地

source: ✉️ 未来への手紙
en: ✉️ Letter to the future
ko: ✉️ 미래에 대한 편지
zh_hans: ✉️写给未来的信
zh_hant: ✉️寫給未來的信

source: ✏️ 手紙の内容
en: ✏️ Contents of the letter
ko: ✏️ 편지 내용
zh_hans: ✏️信件内容
zh_hant: ✏️信件內容

source: ✕で非表示にしても設定 > みんなの手紙 からいつでも読めます
en: Even if you hide it with ✕, you can always read it from Settings > Everyone's Letters.
ko: ✕로 숨겨도 설정 > 모두의 편지에서 언제든지 읽을 수 있습니다
zh_hans: 即使您用 ✕ 隐藏它，您也可以随时从“设置”>“每个人的信件”中阅读它。
zh_hant: 即使您用 ✕ 隱藏它，您也可以隨時從「設定」>「每個人的信件」中閱讀它。

source: ✕で非表示にしても設定 > 未来への手紙 からいつでも読めます
en: Even if you hide it with ✕, you can always read it from Settings > Letter to the Future
ko: ✕로 숨겨도 설정 > 미래로 보내는 편지에서 언제든지 읽을 수 있습니다.
zh_hans: 即使您用✕隐藏它，您也可以随时从“设置”>“给未来的信”中阅读它
zh_hant: 即使您用✕隱藏它，您也可以隨時從“設定”>“給未來的信”中閱讀它

source: ✨ いつか届きます（1日後〜3年後）
en: ✨ It will arrive someday (1 day to 3 years later)
ko: ✨ 언젠가 도착합니다(1일 후~3년 후)
zh_hans: ✨ 总有一天会到达（1天到3年后）
zh_hant: ✨ 總有一天會到達（1天到3年後）

source: ✨ 月間ハイライト
en: ✨ Monthly Highlights
ko: ✨ 월간 하이라이트
zh_hans: ✨ 每月亮点
zh_hant: ✨ 每月亮點

source: ❤️ ヘルスケア
en: ❤️ Healthcare
ko: ❤️ 건강 관리
zh_hans: ❤️ 医疗保健
zh_hant: ❤️ 醫療保健

source: 「%@」にタグを付けます。あとから変更もできます。
en: Tag "%@". You can change it later.
ko: '%@'에 태그를 지정합니다. 나중에 변경할 수 있습니다.
zh_hans: 标签 ”%@”。您可以稍后更改。
zh_hant: 標籤 ”%@”。您可以稍後更改。

# 「%@」を全訪問(%lld件)から削除します。
source: 「%1$@」を全訪問(%2$lld件)から削除します。
en: Delete "%1$@" from all visits (%2$lld results).
ko: 「%1$@」를 모든 방문(%2$lld건)에서 삭제합니다.
zh_hans: 从所有访问中删除“%1$@”（%2$lld 结果）。
zh_hant: 從所有存取中刪除“%1$@”（%2$lld 結果）。

source: 「いつか」タスクはカレンダーやホームには表示されず、タスク一覧でのみ確認できます。
en: "Someday" tasks are not displayed on your calendar or home, and can only be viewed in the task list.
ko: 언젠가 작업은 캘린더나 홈에 표시되지 않으며 작업 목록에서만 볼 수 있습니다.
zh_hans: “某天”任务不会显示在您的日历或主页上，只能在任务列表中查看。
zh_hant: 「某天」任務不會顯示在您的行事曆或首頁上，只能在任務清單中查看。

source: 「タグを管理」→「+」で好きな絵文字を追加
en: "Manage tags" → "+" to add your favorite emoji
ko: 「태그 관리」→「+」로 좋아하는 이모티콘 추가
zh_hans: “管理标签”→“+”添加您最喜欢的表情符号
zh_hant: 「管理標籤」→「+」加入您最喜歡的表情符號

source: 「プレビューを表示」と「被写体を切り取る」をどちらもオフにします。
en: Turn off both Show Preview and Crop Subject.
ko: 미리보기 표시와 피사체 잘라내기를 모두 끕니다.
zh_hans: 关闭显示预览和裁剪主题。
zh_hant: 關閉顯示預覽和裁剪主題。

source: 「ロック画面、ホーム画面」と表示されている部分をタップします。
en: Tap the area that says "Lock screen, home screen".
ko: '잠금 ​​화면, 홈 화면'이 표시된 부분을 탭합니다.
zh_hans: 点击显示“锁定屏幕、主屏幕”的区域。
zh_hant: 點選顯示「鎖定畫面、主畫面」的區域。

source: 「一時チャット」や「新しいチャット」での利用がおすすめです
en: Recommended for use in "temporary chat" or "new chat"
ko: "임시 채팅"과 "새로운 채팅"에서 사용하는 것이 좋습니다.
zh_hans: 推荐用于“临时聊天”或“新聊天”
zh_hant: 推薦用於“臨時聊天”或“新聊天”

source: 「今日」がハイライトされるため、必要なら「時刻」トリガーで0:00に更新するオートメーションも追加してください。
en: Since "Today" will be highlighted, add an automation to update at 0:00 with a "Time" trigger if necessary.
ko: '오늘'이 강조 표시되므로 필요한 경우 '시간' 트리거에서 0:00으로 업데이트하는 자동화도 추가하십시오.
zh_hans: 由于“今天”将突出显示，因此如有必要，请添加一个自动更新功能，并使用“时间”触发器在 0:00 进行更新。
zh_hant: 由於「今天」將會反白顯示，因此如有必要，請新增一個自動更新功能，並使用「時間」觸發器在 0:00 進行更新。

source: 「友達を招待」から友達を追加しましょう
en: Add friends from "Invite Friends"
ko: '친구 초대'에서 친구 추가
zh_hans: 通过“邀请好友”添加好友
zh_hant: 透過「邀請好友」加入好友

source: 「壁紙カレンダーを更新」を追加したら、「実行時に表示」をオフにします。
en: After adding "Update Wallpaper Calendar", turn off "Show at Runtime".
ko: '벽지 캘린더 업데이트'를 추가한 후 '런타임에 보기'를 끕니다.
zh_hans: 添加“更新壁纸日历”后，关闭“运行时显示”。
zh_hant: 新增「更新壁紙日曆」後，關閉「運行時顯示」。

source: 「未来への手紙」と「大切な人への手紙」が届いたときに通知を受け取ります。
en: Receive notifications when "Letter to the Future" and "Letter to Loved Ones" arrive.
ko: '미래로 보내는 편지'와 '소중한 사람에게 보내는 편지'가 도착하면 알림을 받습니다.
zh_hans: 当“给未来的信”和“给亲人的信”到达时收到通知。
zh_hant: 當「給未來的信」和「給親人的信」到達時收到通知。

source: 「未来への手紙」はひみつの機能です。 未来の自分に手紙を書いて、指定した日に届けることができます。タイムカプセルのように、書いたことを忘れた頃に届くサプライズをお楽しみください！
en: "Letter to the Future" is a secret function. You can write a letter to your future self and have it delivered on a specified date. Like a time capsule, enjoy the surprise that arrives just when you forget you wrote it!
ko: "미래로 보내는 편지"는 비밀 기능입니다. 미래의 자신에게 편지를 쓰고 지정한 날에 전달할 수 있습니다. 타임 캡슐처럼, 쓴 것을 잊었을 때에 닿는 서프라이즈를 즐기세요!
zh_hans: “给未来的信”是一项秘密活动。 您可以给未来的自己写一封信，并在指定日期寄出。就像时间胶囊一样，享受当您忘记自己写下的东西时所带来的惊喜！
zh_hant: 「給未來的信」是一項秘密活動。 您可以給未來的自己寫一封信，並在指定日期寄出。就像時間膠囊一樣，享受當您忘記自己寫下的東西時所帶來的驚喜！

source: 「追加」ボタンから大切な日を登録
en: Register an important day using the "Add" button
ko: "추가"버튼에서 소중한 날 등록
zh_hans: 使用“添加”按钮注册重要的一天
zh_hant: 使用“新增”按鈕註冊重要的一天

source: 「追加」ボタンから新しい習慣を作成
en: Create a new habit using the "Add" button
ko: 추가 버튼에서 새로운 습관 만들기
zh_hans: 使用“添加”按钮创建新习惯
zh_hant: 使用「新增」按鈕建立新習慣

source: 【分析の制約とルール】
en: [Analysis constraints and rules]
ko: 【분석의 제약과 룰】
zh_hans: 【分析约束与规则】
zh_hant: 【分析約束與規則】

source: 【役割: %@】
en: [Role:%@]
ko: 【역할:%@】
zh_hans: [角色：%@]
zh_hant: [角色：%@]

source: あとから設定で変更できます
en: You can change it later in the settings
ko: 나중에 설정으로 변경할 수 있습니다.
zh_hans: 您可以稍后在设置中更改它
zh_hant: 您可以稍後在設定中更改它

source: あとで
en: later
ko: 나중에
zh_hans: 之后
zh_hant: 之後

source: あなたが%lld日間アプリを開かなかった場合、この手紙が送信されます。
en: This letter will be sent if you do not open the app for %lld days.
ko: %lld 일 동안 앱을 열지 않으면이 편지가 전송됩니다.
zh_hans: 如果您在 %lld 天没有打开应用程序，则会发送这封信。
zh_hant: 如果您在 %lld 天沒有打開應用程序，則會發送這封信。

source: あなたがアプリを開かなかったら届く
en: Receives if you don't open the app
ko: 앱을 열지 않으면 도착
zh_hans: 如果不打开应用程序就会收到
zh_hant: 如果不打開應用程式就會收到

source: あなたと相手だけが読める
en: Only you and the other person can read it
ko: 당신과 상대방만 읽을 수
zh_hans: 只有您和其他人可以阅读
zh_hant: 只有您和其他人可以閱讀

source: あなたを主と仰ぎ、全肯定で労います。
en: I look up to you as my Lord and work hard with full affirmation.
ko: 너를 주님과 믿고 긍정적으로 노력한다.
zh_hans: 我仰视您为我的主，并充满肯定地努力工作。
zh_hant: 我仰視您為我的主，並充滿肯定地努力工作。

source: いいえ
en: no
ko: 아니오
zh_hans: 不
zh_hant: 不

source: いつか
en: someday
ko: 언젠가
zh_hans: 有一天
zh_hant: 有一天

source: いつかやる
en: I'll do it someday
ko: 언젠가 할
zh_hans: 有一天我会做的
zh_hant: 有一天我會做的

source: いつか（1日後〜3年後）
en: Someday (1 day to 3 years later)
ko: 언젠가(1일~3년 후)
zh_hans: 有一天（1天到3年后）
zh_hant: 有一天（1天到3年後）

source: いろんなAIを試したい人向き
en: Suitable for people who want to try various AI
ko: 다양한 AI를 시도하고 싶은 사람들에게 적합
zh_hans: 适合想尝试各种AI的人
zh_hant: 適合想嘗試各種AI的人

source: おおむね晴れ
en: Mostly sunny
ko: 대체로 맑음
zh_hans: 大部分时间晴
zh_hant: 大部分時間晴

source: おおむね曇り
en: Mostly cloudy
ko: 대개 흐림
zh_hans: 大部分多云
zh_hant: 大部分多雲

source: おお！問題！発生！
en: oh! problem! occurrence!
ko: 오! 문제! 발생!
zh_hans: 哦！问题！发生！
zh_hant: 哦！問題！發生！

source: おお！回答！使い捨て！
en: oh! answer! disposable!
ko: 오! 답변! 일회용!
zh_hans: 哦！回答！一次性的！
zh_hant: 哦！回答！一次性的！

source: おお！考え中！贅沢！
en: oh! Thinking! luxury!
ko: 오! 생각중! 호화!
zh_hans: 哦！思维！奢华！
zh_hant: 哦！思維！奢華！

source: お使いのデバイスではヘルスケアを利用できません。
en: Health is not available on your device.
ko: 기기에서 건강 관리를 사용할 수 없습니다.
zh_hans: 您的设备上不提供健康状况。
zh_hant: 您的設備上不提供健康狀況。

source: お気に入り写真
en: favorite photo
ko: 즐겨찾기 사진
zh_hans: 最喜欢的照片
zh_hant: 最喜歡的照片

source: お知らせ
en: notice
ko: 공지
zh_hans: 注意
zh_hant: 注意

source: ここに文章を入力
en: enter text here
ko: 여기에 문장 입력
zh_hans: 在此输入文字
zh_hant: 在此輸入文字

source: このアプリが分析するわけではありません。 ChatGPTやClaudeなどのAIに貼り付けるための「データ + 指示文」を書き出す機能です。
en: This app does not analyze it. This is a function that exports "data + instructions" for pasting into AI such as ChatGPT and Claude.
ko: 이 앱이 분석하는 것은 아닙니다. ChatGPT나 Claude 등의 AI에 붙여넣기 위한 「데이터 + 지시문」을 내보내는 기능입니다.
zh_hans: 这个应用程序不分析它。 这是一个导出“数据+指令”以粘贴到ChatGPT和Claude等AI中的功能。
zh_hant: 這個應用程式不分析它。 這是一個導出「資料+指令」以貼上到ChatGPT和Claude等AI中的功能。

source: このアプリを応援する
en: Support This App
ko: 이 앱을 응원하기
zh_hans: 支持这个应用程序
zh_hant: 支援這個應用程式

source: このエリアを検索
en: Search this area
ko: 이 지역 검색
zh_hans: 搜索该区域
zh_hant: 搜尋該區域

source: このタスクを削除しますか？
en: Do you want to delete this task?
ko: 이 작업을 삭제하시겠습니까?
zh_hans: 您想删除该任务吗？
zh_hant: 您想刪除該任務嗎？

source: この予定を削除しますか？
en: Do you want to delete this event?
ko: 이 약속을 삭제하시겠습니까?
zh_hans: 您想删除此活动吗？
zh_hant: 您想刪除此活動嗎？

source: この写真に場所を紐付けます
en: Attach a location to this photo
ko: 이 사진에 장소를 연결
zh_hans: 为这张照片附加一个位置
zh_hant: 為這張照片附加一個位置

source: この写真を削除しますか？
en: Do you want to delete this photo?
ko: 이 사진을 삭제하시겠습니까?
zh_hans: 您想删除这张照片吗？
zh_hant: 您想刪除這張照片嗎？

source: この場所を追加
en: add this location
ko: 이 장소 추가
zh_hans: 添加此位置
zh_hant: 新增此位置

source: この手紙を削除
en: delete this letter
ko: 이 편지 삭제
zh_hans: 删除这封信
zh_hant: 刪除這封信

source: この手紙を削除しますか？
en: Do you want to delete this letter?
ko: 이 편지를 삭제하시겠습니까?
zh_hans: 您想删除这封信吗？
zh_hant: 您想刪除這封信嗎？

source: この招待リンクは有効期限が切れています
en: This invitation link has expired
ko: 이 초대 링크가 만료되었습니다.
zh_hans: 此邀请链接已过期
zh_hant: 此邀請連結已過期

source: この日に何を追加しますか？
en: What would you like to add to this day?
ko: 이 날에 무엇을 추가하시겠습니까?
zh_hans: 您想为这一天添加什么？
zh_hant: 您想為這一天添加什麼？

source: この日の日記はまだありません。
en: There is no diary for this day yet.
ko: 이날의 일기는 아직 없습니다.
zh_hans: 这一天还没有日记。
zh_hant: 這一天還沒有日記。

source: この日の日記を開く
en: Open this day's diary
ko: 이날의 일기 열기
zh_hans: 打开这一天的日记
zh_hant: 打開這一天的日記

source: この日の習慣はありません
en: There are no customs on this day
ko: 이날 습관이 없
zh_hans: 这一天没有任何习俗
zh_hant: 這一天沒有任何習俗

source: この日は予定された習慣はありません。
en: There are no scheduled customs on this day.
ko: 이 날에는 예정된 습관이 없습니다.
zh_hans: 这一天没有预定的海关。
zh_hant: 這一天沒有預定的海關。

source: この期間の場所はありません
en: There are no locations for this period
ko: 이 기간의 장소가 없습니다.
zh_hans: 此期间没有地点
zh_hant: 此期間沒有地點

source: この機能について
en: About this feature
ko: 이 기능에 대하여
zh_hans: 关于此功能
zh_hant: 關於此功能

source: この機能を嫌がらせや犯罪目的で利用することは固く禁止されています。 違反が確認された場合、アカウント停止や法的措置を取る場合があります。
en: Use of this feature for harassment or criminal purposes is strictly prohibited. If a violation is confirmed, your account may be suspended or legal action may be taken.
ko: 이 기능을 괴롭히거나 범죄 목적으로 사용하는 것은 엄격히 금지됩니다. 위반이 확인되면 계정 정지 또는 법적 조치를 취할 수 있습니다.
zh_hans: 严禁将此功能用于骚扰或犯罪目的。 如果确认违规，您的帐户可能会被暂停或采取法律行动。
zh_hant: 嚴禁將此功能用於騷擾或犯罪目的。 如果確認違規，您的帳戶可能會被暫停或採取法律行動。

source: この端末にはパスコードまたはFace ID / Touch IDが設定されていません。iOSの「設定」でパスコードを設定してからお試しください。
en: This device does not have a passcode or Face ID/Touch ID set up. Please try again after setting a passcode in iOS "Settings".
ko: 이 기기에는 패스코드나 Face ID/Touch ID가 설정되어 있지 않습니다. iOS의 '설정'에서 비밀번호를 설정한 후 사용해 보세요.
zh_hans: 此设备未设置密码或 Face ID/Touch ID。请在 iOS“设置”中设置密码后重试。
zh_hant: 此設備未設定密碼或 Face ID/Touch ID。請在 iOS「設定」設定密碼後重試。

source: この結果は保存されません
en: This result will not be saved
ko: 이 결과는 저장되지 않습니다.
zh_hans: 该结果将不会被保存
zh_hant: 該結果將不會被保存

source: この習慣を削除しますか？
en: Do you want to remove this habit?
ko: 이 습관을 삭제하시겠습니까?
zh_hans: 你想改掉这个习惯吗？
zh_hant: 你想改掉這個習慣嗎？

source: この記念日を削除しますか？
en: Do you want to delete this anniversary?
ko: 이 기념일을 삭제하시겠습니까?
zh_hans: 您想删除这个周年纪念日吗？
zh_hant: 您想刪除這個週年紀念日嗎？

source: ご利用にあたって
en: Terms of use
ko: 이용에 있어서
zh_hans: 使用条款
zh_hant: 使用條款

source: ご意見・不具合報告
en: Feedback and Bug Reports
ko: 의견·불량 보고
zh_hans: 意见/错误报告
zh_hant: 意見/錯誤報告

source: ご飯
en: cooked rice
ko: 밥
zh_hans: 干饭
zh_hant: 乾飯

source: さくら
en: cherry blossoms
ko: 사쿠라
zh_hans: 樱花
zh_hant: 櫻花

source: さんからの招待
en: invitation from
ko: 님의 초대
zh_hans: 来自的邀请
zh_hant: 來自的邀請

source: じっくり相談したい人向き
en: Suitable for people who want to have a thorough consultation
ko: 차분히 상담하고 싶은 사람 방향
zh_hans: 适合想要彻底咨询的人士
zh_hant: 適合想要徹底諮詢的人士

source: すごい！
en: amazing!
ko: 대단해!
zh_hans: 惊人的！
zh_hant: 驚人的！

source: すでに最適化済みです
en: Already optimized
ko: 이미 최적화되었습니다.
zh_hans: 已经优化
zh_hant: 已經優化

source: すべて
en: all
ko: 모두
zh_hans: 全部
zh_hant: 全部

source: その他
en: others
ko: 기타
zh_hans: 其他的
zh_hant: 其他的

source: その日の日記が未記入の場合に通知します。
en: You will be notified if the diary for that day has not been filled in.
ko: 그 날의 일기가 미기입인 경우에 통지합니다.
zh_hans: 如果当天的日记尚未填写，您将会收到通知。
zh_hant: 如果當天的日記尚未填寫，您將會收到通知。

source: たっぷり寝たのでエネルギー満タン。新しいアイデアが浮かんだ。
en: I had plenty of sleep, so I was full of energy. A new idea occurred to me.
ko: 충분히 자고 있기 때문에 에너지 가득. 새로운 아이디어가 떠올랐다.
zh_hans: 我睡眠充足，所以精力充沛。我想到了一个新主意。
zh_hant: 我睡眠充足，所以精力充沛。我想到了一個新主意。

source: なし
en: none
ko: 없음
zh_hans: 没有任何
zh_hant: 沒有任何

source: はじめる
en: Start
ko: 시작하다
zh_hans: 开始
zh_hant: 開始

source: ひみつの機能 🤫
en: Secret feature 🤫
ko: 비밀의 기능 🤫
zh_hans: 秘密功能🤫
zh_hant: 秘密功能🤫

source: ふだん使い
en: everyday use
ko: 평소 사용
zh_hans: 日常使用
zh_hant: 日常使用

source: ほか%lld件
en: Other %lld items
ko: 그 외 %lld건
zh_hans: 其他 %lld 商品
zh_hant: 其他 %lld 商品

source: まあまあ
en: Fair enough
ko: 글쎄
zh_hans: 很公平
zh_hant: 很公平

source: まず友達を招待してください
en: Invite your friends first
ko: 먼저 친구를 초대하세요.
zh_hans: 先邀请你的朋友
zh_hant: 先邀請你的朋友

source: まず手動で動作確認
en: First, check the operation manually
ko: 우선 수동으로 동작 확인
zh_hans: 一、手动检查运行情况
zh_hant: 一、手動檢查運轉狀況

source: また今度
en: Maybe next time
ko: 다시 이번
zh_hans: 下一次吧
zh_hant: 下次吧

source: まだ友達がいません
en: I don't have any friends yet
ko: 아직 친구가 없습니다.
zh_hans: 我还没有朋友
zh_hant: 我還沒有朋友

source: まだ手紙がありません
en: no letter yet
ko: 아직 편지가 없습니다.
zh_hans: 还没有信
zh_hant: 還沒有信

source: まだ日記は追加されていません
en: No diary added yet
ko: 아직 일기가 추가되지 않았습니다.
zh_hans: 尚未添加日记
zh_hant: 尚未添加日記

source: まだ歩数データがありません。
en: No step count data yet.
ko: 아직 걸음 수 데이터가 없습니다.
zh_hans: 尚无步数数据。
zh_hant: 尚無步數數據。

source: まだ睡眠データがありません。
en: No sleep data yet.
ko: 아직 수면 데이터가 없습니다.
zh_hans: 尚无睡眠数据。
zh_hant: 尚無睡眠數據。

source: まだ習慣がありません。追加して継続状況を可視化しましょう。
en: I don't have a habit yet. Let's add it and visualize the continuation status.
ko: 아직 습관이 없습니다. 추가하여 계속 상황을 시각화하세요.
zh_hans: 我还没有习惯。让我们添加它并可视化连续状态。
zh_hant: 我還沒有習慣。讓我們新增它並視覺化連續狀態。

source: まだ記録がありません。今日感じたことを書き残しましょう。
en: There are no records yet. Write down what you felt today.
ko: 아직 기록이 없습니다. 오늘 느낀 것을 적어 둡시다.
zh_hans: 还没有记录。写下你今天的感受。
zh_hant: 還沒有記錄。寫下你今天的感受。

source: までの残り日数
en: days remaining until
ko: 까지 남은 일수
zh_hans: 剩余天数，直到
zh_hant: 剩餘天數，直到

source: みぞれ
en: Sleet
ko: 미조레
zh_hans: 霰
zh_hant: 霰

source: みんな使ってる定番
en: The standard that everyone uses
ko: 모두 사용하고 있는 단골
zh_hans: 每个人都使用的标准
zh_hant: 每個人都使用的標準

source: もう一度、壁紙画像を選び直してください。
en: Please select the wallpaper image again.
ko: 다시 배경화면 이미지를 다시 선택하십시오.
zh_hans: 请重新选择壁纸图像。
zh_hant: 請重新選擇壁紙影像。

source: もう少し...
en: A little more...
ko: 조금 더...
zh_hans: 再多一点...
zh_hant: 再多一點...

source: もや
en: haze
ko: 모야
zh_hans: 阴霾
zh_hant: 陰霾

source: やる気
en: Motivation
ko: 동기
zh_hans: 动机
zh_hant: 動機

source: ようこそ！🤫
en: welcome! 🤫
ko: 환영합니다! 🤫
zh_hans: 欢迎！ 🤫
zh_hant: 歡迎！ 🤫

source: よく使うアイコンから選択
en: Select from frequently used icons
ko: 자주 사용하는 아이콘 중에서 선택
zh_hans: 从常用图标中选择
zh_hant: 從常用圖示中選擇

source: アイコンを選択
en: Select icon
ko: 아이콘 선택
zh_hans: 选择图标
zh_hant: 選擇圖示

source: アプリのロックを解除します
en: unlock the app
ko: 앱의 잠금을 해제합니다.
zh_hans: 解锁应用程序
zh_hant: 解鎖應用程式

source: アプリを選ぶ
en: Choose an app
ko: 앱 선택
zh_hans: 选择一个应用程序
zh_hant: 選擇一個應用程式

source: アプリロック
en: App Lock
ko: 앱 잠금
zh_hans: 应用锁
zh_hant: 應用鎖

source: アプリロックを有効にできません
en: Unable to enable app lock
ko: 앱 잠금을 사용할 수 없습니다.
zh_hans: 无法启用应用程序锁定
zh_hant: 無法啟用應用程式鎖定

source: アプリ設定
en: App settings
ko: 앱 설정
zh_hans: 应用程序设置
zh_hant: 應用程式設定

source: イライラ
en: irritation
ko: 좌절
zh_hans: 刺激
zh_hant: 刺激

source: インターネット接続なし！
en: No internet connection!
ko: 인터넷 연결 없음!
zh_hans: 没有互联网连接！
zh_hant: 沒有網路連線！

source: ウィジェットはプレミアム機能です。
en: Widgets are a premium feature.
ko: 위젯은 프리미엄 기능입니다.
zh_hans: 小部件是一项高级功能。
zh_hant: 小部件是一項進階功能。

source: エクササイズ (分)
en: Exercise (min)
ko: 운동 (분)
zh_hans: 运动量（分钟）
zh_hant: 運動量（分鐘）

source: エネルギー
en: Energy
ko: 에너지
zh_hans: 能量
zh_hant: 能量

source: オンにすると毎日指定時刻に日記のリマインダーが届きます。
en: When turned on, you will receive a diary reminder at the specified time every day.
ko: 켜지면 매일 지정된 시간에 일기 알림이 도착합니다.
zh_hans: 开启后，您会在每天的指定时间收到日记提醒。
zh_hant: 開啟後，您會在每天的指定時間收到日記提醒。

source: オートメーションを開く
en: Open automation
ko: 자동화 열기
zh_hans: 开放式自动化
zh_hant: 開放式自動化

source: カウントダウン
en: countdown
ko: 카운트다운
zh_hans: 倒计时
zh_hant: 倒數計時

source: カウントダウンの並び替え
en: Sorting the countdown
ko: 카운트다운 정렬
zh_hans: 对倒计时进行排序
zh_hant: 將倒數計時進行排序

source: カスタム
en: custom
ko: 맞춤
zh_hans: 风俗
zh_hant: 風俗

source: カスタムタグ
en: custom tag
ko: 맞춤 태그
zh_hans: 自定义标签
zh_hant: 自訂標籤

source: カテゴリ
en: category
ko: 카테고리
zh_hans: 类别
zh_hant: 類別

source: カテゴリごとに通知のON/OFFができます
en: You can turn notifications on/off for each category.
ko: 카테고리별로 알림을 ON/OFF 할 수 있습니다.
zh_hans: 您可以打开/关闭每个类别的通知。
zh_hant: 您可以開啟/關閉每個類別的通知。

source: カテゴリごとの通知設定
en: Category Notification Settings
ko: 카테고리별 알림 설정
zh_hans: 按类别的通知设置
zh_hant: 按類別的通知設置

source: カテゴリのみ
en: Category only
ko: 카테고리만
zh_hans: 仅类别
zh_hant: 僅類別

source: カテゴリは左にスワイプすると編集・削除ができます。 新しいカテゴリは右上の「＋」ボタンから追加してください。
en: Categories can be edited or deleted by swiping to the left. Add a new category by clicking the "+" button on the top right.
ko: 카테고리를 왼쪽으로 스와이프하면 편집 및 삭제가 가능합니다. 새 카테고리는 오른쪽 상단의 "+"버튼에서 추가하십시오.
zh_hans: 向左滑动即可编辑或删除类别。 单击右上角的“+”按钮添加新类别。
zh_hant: 向左滑動即可編輯或刪除類別。 點擊右上角的“+”按鈕新增類別。

source: カテゴリを編集
en: Edit category
ko: 카테고리 편집
zh_hans: 编辑类别
zh_hant: 編輯類別

source: カテゴリを追加
en: Add category
ko: 카테고리 추가
zh_hans: 添加类别
zh_hant: 新增類別
